export const TUMI_SECTIONS_AREA = {
  type: "FeatureCollection",
  features: [
    {
      type: "Feature",
      properties: {
        areaForSale: false
      },
      geometry: {
        type: "Polygon",
        coordinates: [
          [
            [126.97895050048828, 37.56934463925328],
            [126.9865036010742, 37.57505900514996],
            [127.0139694213867, 37.5764195038327],
            [127.04933166503906, 37.57859625002284],
            [127.07061767578124, 37.58703054044867],
            [127.06546783447267, 37.60416825077874],
            [127.05997467041014, 37.61667900634856],
            [127.03731536865234, 37.613959455903895],
            [127.02804565429688, 37.60552821745789],
            [127.01637268066406, 37.61314357137536],
            [126.99920654296875, 37.6193984573291],
            [126.99199676513672, 37.62211780884304],
            [127.001953125, 37.639519302998295],
            [126.9968032836914, 37.65419864412658],
            [126.9741439819336, 37.65528588731535],
            [126.95938110351561, 37.66697274612122],
            [126.92710876464842, 37.65582950293978],
            [126.90994262695312, 37.64196606132065],
            [126.9144058227539, 37.62103008017362],
            [126.94530487060547, 37.60525622611112],
            [126.95388793945312, 37.59437575674716],
            [126.93500518798827, 37.58539817171583],
            [126.96075439453124, 37.56226910259021],
            [126.97895050048828, 37.56934463925328]
          ]
        ]
      }
    }
  ]
};

export const TUMI_MARKERS = [
  {
    year: "2021년",
    price: "17억 2,420만",
    position: { lat: 37.426, lng: 127.024612 }
  },
  {
    year: "2020년",
    price: "7억 2,420만",
    position: { lat: 37.426, lng: 127.024642 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.6326, lng: 127.024612 }
  },
  {
    year: "2020년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.6346, lng: 127.023612 }
  },
  {
    year: "2021년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.6926, lng: 127.024612 }
  },
  {
    year: "2020년",
    price: "8억 2,420만",
    position: { lat: 37.6356, lng: 127.023112 }
  },
  {
    year: "2020년",
    infoNumber: 3,
    price: "6억 3,000만",
    position: { lat: 37.6926, lng: 127.024612 }
  },
  {
    year: "2019년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.676, lng: 127.124612 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.61226, lng: 127.324612 }
  },
  {
    year: "2021년",
    price: "6억 3,000만",
    position: { lat: 37.6326, lng: 127.224612 }
  },
  {
    year: "2017년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5326, lng: 127.00131 }
  },
  {
    year: "2021년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5396, lng: 127.021692 }
  },
  {
    year: "2016년",
    price: "6억 19,000만",
    position: { lat: 37.531005, lng: 127.083247 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.53688, lng: 127.091201 }
  },
  {
    year: "2020년",
    infoNumber: 3,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.536767, lng: 127.09545 }
  },
  {
    year: "2017년",
    price: "6억 13,000만",
    position: { lat: 37.538195, lng: 127.086955 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5316, lng: 127.011672 }
  },
  {
    year: "2020년",
    infoNumber: 2,
    price: " 9천만 보증금 / 60만 월세 ",
    position: { lat: 37.5336, lng: 127.09131 }
  },
  {
    year: "2020년",
    infoNumber: 10,
    price: " 13억",
    position: { lat: 37.5362044, lng: 127.084209 }
  },
  {
    year: "2022년",
    infoNumber: 4,
    price: " 4천만 보증금 / 60만 월세 ",
    position: { lat: 37.5396, lng: 127.091692 }
  },
  {
    year: "2023년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5337, lng: 127.088668 }
  },
  {
    year: "2021년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5316, lng: 127.091672 }
  },
  {
    year: "2019년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.5316, lng: 127.094672 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.488345069646314, lng: 126.9590766966852 }
  },
  {
    year: "2021년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.494746636240016, lng: 126.94603043203676 }
  },
  {
    year: "2019년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.48112562362195, lng: 126.95135193472231 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.540091991553886, lng: 127.58983499084107 }
  },
  {
    year: "2019년",
    infoNumber: 7,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.44638609983939, lng: 127.60494119201294 }
  },
  {
    year: "2020년",
    price: "7억 2,420만",
    position: { lat: 37.55641870814871, lng: 127.05963092089841 }
  },
  {
    year: "2020년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.56002487761615, lng: 127.06336455584714 }
  },
  {
    year: "2020년",
    price: "7억 2,420만",
    position: { lat: 37.488753696672354, lng: 127.01225238085935 }
  },
  {
    year: "2019년",
    infoNumber: 9,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.54363057853547, lng: 127.03822600167217 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.57614844355205, lng: 127.97380023242185 }
  },
  {
    year: "2020년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.573971625804774, lng: 127.00229602099607 }
  },
  {
    year: "2020년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.57551921371042, lng: 127.00744586230466 }
  },
  {
    year: "2019년",
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.57295972401574, lng: 127.0119734311218 }
  },
  {
    year: "2020년",
    infoNumber: 10,
    price: "6천만 보증금/ 65만 월세",
    position: { lat: 37.51934447679332, lng: 127.05233867508158 }
  },
  {
    year: "2020년",
    infoNumber: 6,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.53934447679332, lng: 127.05633867508158 }
  },
  {
    year: "2019년",
    infoNumber: 2,
    price: " 3천만 보증금 / 60만 월세 ",
    position: { lat: 37.51764688948564, lng: 127.05859057443703 }
  }
];
